Repository: thermesmarins/tmsm-gravityforms-probance
Catalog: languages/tmsm-gravityforms-probance-*.po
Languages: fr_fr

source: Probance Username
fr_fr: Nom d'utilisateur Probance

source: Probance Password
fr_fr: Mot de passe

source: Probance Feed Settings
fr_fr: Réglages de flux Probance

source: Name
fr_fr: Nom

source: Enter a feed name to uniquely identify this setup.
fr_fr: Saisir un nom de flux uniquement pour identifier cette configuration.

source: Probance Project
fr_fr: Project Probance

source: Select the Probance project you would like to add your contacts to.
fr_fr: Choisir le projet Probance où vous voulez ajouter vos contacts.

source: Map Fields
fr_fr: Correspondance de champs

source: Associate your Probance merge tags to the appropriate Gravity Form fields by selecting the appropriate form field from the list.
fr_fr: Associer vos champs Probance aux champs de formulaire Gravity Forms.

source: Map Optins
fr_fr: Correspondance d’abonnements

source: Associate your Probance optins to the appropriate Gravity Form fields by selecting the appropriate form field from the list.
fr_fr: Associer vos abonnements Probance aux champs de formulaire Gravity Forms.

source: Conditional Logic
fr_fr: Condition logique

source: When conditional logic is enabled, form submissions will only be exported to Probance when the conditions are met. When disabled all form submissions will be exported.
fr_fr: Quand la condition logique est activée, les soumissions de formulaire seront uniquement exportés vers Probance quand les conditions sont satisfaites. Si désactivée, toutes les soumissions seront exportées.

source: Could not load Probance projects. %sError: %s
fr_fr: Impossible de charger les projet Probance. %sErreur :%s

source: No lists found.
fr_fr: Aucune liste trouvée.

source: Select a Probance Project
fr_fr: Choisir un project Probance

source: Unable to process feed because API could not be initialized.
fr_fr: Impossible de traîter le flux car l’API n’a pas pu s’initialiser.

source: TMSM Gravity Forms Probance on %s: API not initialized
fr_fr: TMSM Gravity Forms Probance sur %s : l’API ne s’est pas initialisée

source: A valid Email address must be provided.
fr_fr: Un email valide doit être fourni.

source: Unable to check if email address is already used by a member: %s
fr_fr: Impossible de vérifier si l’email est déjà utilisée par un contact : %s

source: Unable to add/update subscriber: %s
fr_fr: Impossible d’ajouter/modifier le contact : %s
